dict = {
    'Азербайджан': 'Баку',
    'Италия': 'Рим',
    'Китай': 'Пекин',
    'Россия': 'Москва',
    'Япония': 'Токио',
    'Баку' : 'Азербайждан',
    'Рим' : 'Италия',
    'Пекин':'Китай',
    'Москва':'Росся',
    'Токио':'Япония'
}
g1=dict.get('Азербайджан')
g2=dict.get('Италия')
g3=dict.get('Китай')
g4=dict.get('Россия')
g5=dict.get('Япония')
g6=dict.get('Баку')
g7=dict.get('Рим')
g8=dict.get('Пекин')
g9=dict.get('Москва')
g10=dict.get('Токио')
print('Страны :1-Азербайджан,2-Италия, 3-Китай,4-Россия,5-Япония')
print('Cтолицы :6-Баку,7-Рим, 8-Пекин,9-Москва,10-Токио')
r=input("Выбирети страну или столицу:")
if r=='1':
    a=g1
elif r=='2':
    a=g2
elif r=='3':
    a=g3
elif r=='4':
    a=g4
elif r=='5':
    a=g5
elif r=='6':
    a=g6
elif r=='7':
    a=g7
elif r=='8':
    a=g8
elif r=='9':
    a=g9
else:
    a=g10
print(a)